const hints = [

    // from lyrics

    ["——花月妖","曳裾香汗弥散 衫底冰肌稍透，\n白莲颤 软玉足轻轻来勾。"],
    ["——人们说这妖孽","人们说着妖孽，火光通红了眼，\n祸国殃民助纣为虐，时运也受牵连，\n人们说这妖孽，深夜起舞翩翩，\n觥筹交错红衫美艳，再唱一曲不眠。"],
    ["——飞蓬","一番 鸿宴下 埋多少尸骨俱未凉，\n却见 旧鬼笑 笑新鬼适得其家，\n筵上 粉黛者 皆卖儿鬻女之象，\n入夜 血溅尺 隔日犹狂纵歌舞。"],
    ["——飞蓬","一刀 斩入肉 可斩得人间诸疾苦？\n毒簪 染膏肥 本因肉食者当诛，\n机关 算尽后 怎谈我无罪无辜，\n且看 新坟筑 隔日犹狂纵歌舞。"],
    ["——岁衍流光处","落眉眼 玉轮半阙 流光零落摇曳\n残胄染月 而你沁心间\n几幸身边 伊人眷 何曾虑 这荣誉难全\n相守便 殊珍百念"],
    ["——清白罪名","他澄澈眼眸里浮现从未有的失意\n张开黑翼"],

    // others

    ["龙战于野 其血玄黄"],


    // from games

    ["莉奈娅·姿响","莉奈娅一直以为霜精走路时会发出的响声是因为身上的冰雪在互相挤压，直到后来的某一天…露米从身后取出了沙锤。"], 

    // just some old sayings

    ["你知道吗","这个笔记本框架是我自己写的（自豪）（昂首）"],  
]

export default function (){
    return hints[Math.floor(Math.random()*hints.length)]
}